cask_args appdir: "/Applications"

tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "hashicorp/tap"

cask "iterm2"
cask "visual-studio-code"
# cask "firefox"
cask "1password"
cask "1password-cli"

brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "curl"
brew "wget"
brew "yq"
brew "jq"
brew "awscli"
brew "git"
brew "chezmoi"
brew "tree"
brew "mas"
brew "telnet"
brew "python3"
brew "hashicorp/tap/terraform"

mas "Brightness Slider", id: 456624497
